Revit 2027 API
BuiltInFailures.MEPCalculationFailures.NetworkMinorLossNotConverge Property
 The minor loss calculation could not be performed.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NetworkMinorLossNotConverge { get; }
Public Shared ReadOnly Property NetworkMinorLossNotConverge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NetworkMinorLossNotConverge {
	FailureDefinitionId^ get ();
}
static member NetworkMinorLossNotConverge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace